[X2Effect_DLC_Day60Freeze]
FreezeName="冻结"
FreezeDesc="冻结的单位无法移动或行动，并且更容易被命中。"
RulerFreezeTickFlyover="冻结：<Ability:TurnsRemaining/>"
FreezeEffectAddedString="<XGParam:StrValue0/!UnitName/>已被冻结。"
FreezeEffectPersistsString="<XGParam:StrValue0/!UnitName/>仍被冻结中。"
FreezeEffectRemovedString="<XGParam:StrValue0/!UnitName/>已解除冻结。"
FreezeLostFlyover="解冻"
LargeUnitFreezeLostFlyover="解冻：损失1个行动点"


;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day60]
m_strHunterWeaponsAvailableTitle="狩猎武器"
m_strHunterWeaponsAvailableLabel="已发现新装备"
m_strHunterWeaponsAvailableBody="指挥官，在坠毁的天际游侠号的舱内发现的独特武器现在可以装备给我们的士兵了。"
m_strHunterWeaponsAvailableGoToArmory="装备新武器"

m_strHunterWeaponsPOIAvailableBody="指挥官，我们的长距扫描器获取了一个应急定位信标传输的信号，这个信号在入侵之后我们就不再使用了。这或许会无功而返，但可能还有幸存者。我们应该尽快进行调查。"
m_strAlienNestPOIAvailableBody="我们已经三角定位了大鸟的原始位置。我们在该区域的公开频道上收取到了一个微弱的信号传输，听起来很像是瓦伦博士。如果有任何可能她还活着的话，我们都需要立刻前往该地点！"

[UIMission_AlienNest]
m_strFlavorText="我们已经三角定位了坠毁的天际游侠号的初始出发地；该区域的能量读数不稳定，但确认肯定有生命迹象。"
m_strLaunchMission="调查"

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day60]
NarrativeContentLabel="外星猎手：\"巢穴\""
NarrativeContentSummary="该任务讲述了外星猎手的故事内容。所有游戏内容（包含武器，护甲和新敌人）在该任务外同样会被启用。"

PartContentLabel="外星猎手"
PartContentSummary="调整新士兵以外星猎手自订选项出现的可能性"

EnableContentLabel="启用外星猎手游戏内容？"
EnableContentSummary="外星猎手会给任务中加入全新的挑战性敌人，同时也会给XCOM提供强力的新武器，护甲和物品。你是否想要为此战役启用外星猎手的游戏内容？\n\n全新的士兵自订选项将会自动启用。\n\n外星猎手的游戏内容中的完整叙事情境包含一个全新激动人心的故事任务，能够通过开始新战役进行体验。"
EnableContentAcceptLabel="启用外星猎手"
EnableContentCancelLabel="取消"

[XComGameState_AlienRulerManager]
NestCentralFirstName="约翰"
NestCentralLastName="布拉德福德"
NestCentralNickName="军事官"